Autodesk.Revit.DB.ExportLayerInfo.SetCutLayerModifiers(System.Collections.Generic.IList`1{Autodesk.Revit.DB.LayerModifier})
Sets a cut layer modifier array to the layer info.
cutLayermodifiers:
The cut layer modifier array.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2014

Autodesk.Revit.DB.ExportLayerInfo.SetLayerModifiers(System.Collections.Generic.IList`1{Autodesk.Revit.DB.LayerModifier})
Sets a project layer modifier array to the layer info.
layermodifiers:
The project layer modifier array.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2014